<!DOCTYPE html>
<html lang="hy_am">
  <head>
    <meta charset="utf-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <!-- The above 3 meta tags *must* come first in the head; any other head content must come *after* these tags -->
    <title>ԱնՄուկ | Ctrl+f և F3</title>

    <!-- Bootstrap -->
    <link href="css/bootstrap.min.css" rel="stylesheet">
    <link href="css/common.css" rel="stylesheet">
    <link rel="stylesheet" href="css/grumble.css?v=5">

    <!-- HTML5 shim and Respond.js for IE8 support of HTML5 elements and media queries -->
    <!-- WARNING: Respond.js doesn't work if you view the page via file:// -->
    <!--[if lt IE 9]>
      <script src="https://oss.maxcdn.com/html5shiv/3.7.2/html5shiv.min.js"></script>
      <script src="https://oss.maxcdn.com/respond/1.4.2/respond.min.js"></script>
    <![endif]-->
  </head>
  <body>
    
    <div class="container-fluid">
      <div class="page-header row">
        <div class="col-md-1">
          
        </div>
        <div class="col-md-11">
          <h1>Ան-Մուկ</h1>
          <p>Որոնում էջի ներսում  
            <span class="label label-success">Ctrl+f</span>
            <span class="label label-success">F3</span>
          </p>
      </div>
      </div>
      
      
      <div class="row">
        <div class="col-md-8">

        <div class="panel panel-success">
          <div class="panel-heading"><span class="glyphicon glyphicon-wrench"></span> Աշխատանքային տարածք</div>
          <div class="panel-body">
Ազնվական կալվածատեր Տրելոնին, Բժիշկ Լիվսին և ուրիշ ջենտլմեններ խնդրել են ինձ գրել այն բոլորը, ինչ որ գիտեմ Գանձերի Կղզու մասին։ Նրանք ցանկանում են, որ ես պատմեմ ողջ պատմությունն սկզբից մինչև վերջ, չթաքցնելով ոչ մի մանրամասնություն, բացի կղզու աշխարհագրական դիրքից։ Մատնանշել, թե որտեղ է գտնվում այդ կղզին, ներկայումս դեռ անկարելի է, որովհետև կան գանձեր, որ մենք այնտեղից դեռ չենք դուրս բերել։
<br>
Եվ ահա ներկա 17․․․ թվին ես գրիչ եմ վերցնում և մտքով վերադառնում դեպի այն ժամանակը։ երբ հայրս «Ծովակալ Բենբոու» անունով պանդոկ ուներ և այդ պանդոկում բնակվեց մի ծեր արևակեզ ծովային, երեսին՝ սրի սպի։
<br>
Ես հիշում եմ, կարծես այդ երեկ էր, թե ինչպես նա ծանր քայլերով հասավ մեր դռանը, իսկ նրա սնդուկը բերում էին ձեռնասայլով։ Դա մի բարձրահասակ, ուժեղ, ծանրամարմին, մութ շագանակագույն դեմքով տղամարդ էր։ Կուպրոտ ծամիկը կախ էր ընկած նրա յուղոտ կապույտ բաճկոնի օձիքի վրա։ Ձեռները խորդուբորդ էին, վրան՝ ինչ-որ կտրվածքներ և քերծվածքներ, եղունգները սև, կոտրտված, իսկ դեմքի սպին կեղտոտ, բոսորասպիտակագույն։ Հիշում եմ, ինչպես անծանոթը շվշվացնելով նայեց մեր ծովախորշը և հանկարծ բարձր ձայնով երգեց մի հին նավաստիական երգ, որը հետո այնքան հաճախ երգում էր․
<br>
Տասնհինգ մարդ մեռելի սնդուկի վրա,<br>
Յո-խո-խո և մի շիշ ռոմ։<br>
Նրա ձայնը ծերունու ձայնի նման էր, խռպոտ, վնգվնգան, ինչպես նավի խարիսխի ճռնչացող լծակները։
<br>
Նրա ձեռնափայտն էլ երկաթե լծակի նման էր։ Այդ ձեռնափայտով նա խփեց մեր դռանը, և երբ հայրս դուրս եկավ ու կանգնեց շեմքին, նա կոպիտ կերպով մի բաժակ ռոմ պահանջեց։ Երբ ռոմը տվին, նա գիտակ մարդու նման սկսեց առանց շտապելու համտես անել յուրաքանչյուր կումը։ Խմելիս նա նայում էր երբեմն ժայռերին, երբեմն պանդոկի ցուցանակին։
<br>
— Հարմար ծովախորշ է,— ասաց նա վերջապես։— Պանդոկի համար վատ տեղ չէ։ Շա՞տ մարդ է հաճախում, բարեկամ։
<br>
Հայրս պատասխանեց, թե ոչ, դժբախտաբար շատ քիչ մարդ է հաճախում։
<br>
— Ինչ որ է,— ասաց ծովայինը։— Փոքրիկ սենյակն իսկ և իսկ ինձ համար է․․․ Է՛յ, բարեկամ,— ձայն տվեց այն մարդուն, որը նրա ետևից գլորում էր ձեռնասայլը,— մոտեցիր և օգնիր, որ սնդուկը հանեմ․․․ Ես միառժամանակ կապրեմ այստեղ,― շարունակեց նա։— Ես հասարակ մարդ եմ։ Ռոմ, ապխտած խոզի միս և ձվածեղ ահա այն բոլորը, ինչ որ ինձ հարկավոր է։ Ահա այն ժայռը, որտեղից երևում են ծովով անցնող շոգենավերը։ Ինձ ինչպե՞ս անվանել։ Ինչ կա որ, անվանեցեք նավապետ։ Էհե՛, ես տեսնում եմ, թե դուք ինչ եք ուզում։ Ահա՜։
<br>
Եվ նա շպրտեց շեմքի վրա երեք թե չորս ոսկե դրամ։
<br>
― Երբ սրանք կվերջանան, կարող եք գալ և ասել,— մռայլ կերպով արտասանեց նա և իշխանավորի պես նայեց հորս։
<br>
Եվ իսկապես․ թեև նրա հագուստը վատ էր և խոսակցության ձևը կոպիտ, սակայն նա հասարակ նավաստու նման չէր։ Ավելի շուտ, նրան կարելի էր համարել ղեկապետ կամ շկիպեր, որը սովոր է, որ իրեն ենթարկվեն։ Զգացվում էր, որ նա սիրում է իր բռունցքին իրավունք տալ։ Ձեռնասայլի տերը պատմեց մեզ, որ անծանոթը երեկ առավոտյան փոստային կառքով եկավ «Գևորգ թագավորի հյուրանոցը» և սկսեց հարցափորձ անել ծովի մոտ գտնվող բոլոր իջևանների մասին։ Մեր պանդոկի մասին լավ կարծիքներ լսելով և իմանալով, որ պանդոկը գտնվում է գյուղից դուրս, նավապետը որոշեց բնակվել մեզ մոտ։ Ահա այն բոլորը, ինչ-որ մեզ հաջողվեց իմանալ մեր կենվորի մասին։
<br>
Նա լռակյաց մարդ էր։ Ամբողջ օրերով թափառում էր ծովախորշի շուրջը կամ բարձրանում ժայռերը՝ պղնձե հեռադիտակը ձեռքին։ Երեկոները նա նստում է ընդհանուր սենյակի անկյունում, կրակի մոտ, ռոմը խառնում ջրի հետ և խմում այդ խառնուրդը։ Երբ նրա հետ խոսում էին, նա չէր պատասխանում։ Միայն կատաղի հայացք էր գցում մարդկանց վրա և քթով սուլում, ինչպես նավի շոգեշչակը մառախուղի մեջ։ Շուտով մենք և մեր այցելուները սովորեցինք նրան հանգիստ թողնել։ Ամեն օր, զբոսանքից վերադառնալուց հետո, նա տեղեկանում էր, թե մեր ճանապարհով ծովայիններ չե՞ն անցել արդյոք։ Սկզբում մենք կարծում էինք, թե նա կարիք ունի այնպիսի հարբեցողների, ինչպիսին ինքն է։ Բայց վերջում սկսեցինք, հասկանալ, որ նա ցանկանում է այդպիսիներից հեռու լինել։ Եթե որևէ ծովային ծովափնյա ճանապարհով անցնելով դեպի Բրիստոլ՝ կանգ էր առնում «Ծովակալ Բենբոուում», նավապետը նախ դիտում էր նրան դռան վարագույրի ետևից և ապա դրանից հետո միայն դուրս գալիս ընդհանուր սենյակը։ Նման մարդկանց ներկայությամբ նա մկան պես լռակյաց էր։
<br>
Ես գիտեի, թե բանն ինչ է, որովհետև նավապետն ինձ պատմել էր, թե ումի՛ց է վախենում։
          <br>
          <hr>
          <a href="14_f5.php" id="next" class="btn btn-lg btn-success pull-right">
          Հաջորդ վարժանքը »
          </a>
          </div>


        </div>
      

       </div>

    <div class="col-md-4" id="sidebar">
        <div class="panel panel-success">
          <div class="panel-heading"><span class="glyphicon glyphicon-exclamation-sign"></span> Իմացի՛ր</div>
          <div class="panel-body">
              <span class="label label-success">Ctrl+f</span>,
              <span class="label label-success">F3</span>
              Նախատեսված են էջի ներսում որոնում կատարելու համար։
            <br>
            <br>
          </div>
        </div>

        <div class="panel panel-danger">
          <div class="panel-heading"><span class="glyphicon glyphicon-tasks"> Կատարի՛ր</div>
          <div class="panel-body">
            <ol>
                <li><span class="label label-success">Ctrl+f</span>֊ով գտիր բոլոր բոլոր այն բառերը որոնք սկսվում են <strong>«Ծով»</strong>֊ով</li>
                <li>Ուշադրություն դարձրու, որ ամեն անգամ <span class="label label-success">Enter</span> սեղմելիս նշումը անցնում է հաջորդ գտնված բառին</li>
                <li>Եթե մի քանի <span class="label label-success">Enter</span>֊ից հետո սեղմես <span class="label label-success">Esc</span>֊ին կտեսնես, որ ընտրված բառը մնում է նշված</li>
                <li>Նշումը կարելի է ընդլայնել սլաքներով, փորձի՛ր</li>
                <li><span class="label label-success">F3</span>֊ը աշխատում է ճիշտ <span class="label label-success">Ctrl+f</span>֊ի պես</li>
            </ol>
          </div>
        </div>
    </div>
      
      </div>
    
    
        
    </div>

    <!-- jQuery (necessary for Bootstrap's JavaScript plugins) -->
    <script src="js/jquery.min.js"></script>
    <!-- Include all compiled plugins (below), or include individual files as needed -->
    <script src="js/bootstrap.min.js"></script>
    <script src="js/jquery.grumble.min.js?v=7"></script>
    <script src="js/common.js"></script>
    <script type="text/javascript">
      
  
    </script>
        <?php include "template/footer.php" ?> 
  </body>
</html>